[Archetype.A_Arabella H7EditorHero]
mName=""
mLore=""

[Archetype.A_Khartumov H7EditorHero]
mName=""
mLore=""

[Archetype.A_Ontarion H7EditorHero]
mName=""
mLore=""

[Hero_specialisation.A_anti_heal_specialisation H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="结晶术"
mTooltip="战斗开始时，敌方生物遭受“治愈冻结”，并且英雄在对敌方单位造成伤害时有 40% 几率施放“治愈冻结”。"

[Hero_specialisation.A_elemntaliste_water_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="水元素使"
mTooltip="英雄在战斗中施放一个保护性或强化性的 %icon_water 水系法术后，他在本战斗轮获得第二个回合。在第二个回合中施放的法术将附带 %buff1.buff.stat2 %ICON_MAGIC 魔法。"

[Hero_specialisation.A_Master_of_phoenix_Buff H7BaseBuff]
mName=""
mTooltip=""

[Hero_specialisation.A_masterof_phoenix_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="凤凰链接"
mTooltip="只要你在战场上有霜鸟，每回合给予英雄 %buff.buff.stat1 %icon_attack、%buff.buff.stat1 %icon_defense 和 %buff.buff.stat1 %icon_luck。"

[heropedya.A_HeroBio_Arabella H7HeroBioData]
mText="阿拉贝拉出生在一个治疗师家庭，她的未来似乎光明而清晰，直到她的爱人患上了一种未知的疾病。尽管女巫竭尽全力，这位年轻人还是开始迅速失去力量并很快去世，这让女孩陷入了绝望的深渊。那次事件之后，时间对阿拉贝拉来说仿佛冻结了，而玛夏纳的启蒙永远改变了她魔法的性质。当虚空教团将注意力转向珊提瑞时，女巫感受到了那股曾影响她爱人的不祥力量的回响，并将她的怒火倾泻在桑德罗的仆从身上。出乎所有人意料，她的魔法甚至成功抵抗了能够逆转任何伤口的虚空先驱的法术。"

[heropedya.A_HeroBio_Khartumov H7HeroBioData]
mText="卡尔图莫夫看起来与联盟的其他居民几乎没有什么不同，但他的真实起源笼罩在神秘之中。一百多年前，一支联盟探险队在探索地下洞穴网络时，发现了一块巨大的冰块，里面封存着一个人形身影。当冰块被运到阿拉莫斯后，大法师们融化了它并救出了囚犯，尽管失去了记忆，但他拥有关于萨兰的独特知识。即使现在，他关于山海之外未探索之地的故事在孩子们中仍然很受欢迎，他们给他起了个绰号“讲故事的人”。另一方面，卡尔图莫夫只恢复了关于他过去的一小段记忆，他称自己为守护者，尽管他不记得这个头衔具体意味着什么。"

[heropedya.A_HeroBio_ontarion H7HeroBioData]
mText="小时候，昂塔里翁喜欢听关于龙脉隘口神秘居民的故事，但普索宁的传说才是他的最爱。常常，男孩站在他家的阳台上，凝视夜空，希望能看到一只美丽的鸟儿在繁星间翱翔。即使成为指挥官后，他也没有放弃童年的梦想，而是将其深藏心底。当莎拉萨的山间圣地遭到黑暗之灵袭击时，昂塔里翁毫不犹豫地保卫了它，一只霜鸟出现在祭坛顶端，以纪念他的小队战胜了邪恶势力。被它的美丽所震撼，所有战士都单膝跪地，但这灵体只是庄严地飞向天空，在昂塔里翁脚边落下了一根尾羽。从那时起，那根羽毛就装饰在他的头盔上，成为普索宁眷顾的象征。"

[Heros_names.A_Arabella_name H7GlobalName]
mName="阿拉贝拉"

[Heros_names.A_Khartumov_name H7GlobalName]
mName="卡尔图莫夫"

[Heros_names.A_ontarion_name H7GlobalName]
mName="昂塔里翁"